[
  {
    "Тип": "Произведение",
    "Имя": "«Соловей» (романс)",
    "Описание": "Музыкальное произведение, предположительно романс А. Алябьева на слова А. Дельвига «Соловей». Исполнено графиней Росси на благотворительном концерте.",
    "Упоминания": [
      {
        "Номер строки": "10427",
        "Роль": "Исполнено графиней Росси на концерте в пользу детской больницы"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Grauer (музыкальное произведение)",
    "Описание": "Музыкальное произведение, исполненное графиней Росси. Точное название и автор не указаны.",
    "Упоминания": [
      {
        "Номер строки": "10427",
        "Роль": "Исполнено графиней Росси на концерте в пользу детской больницы"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Каватина из оперы «Волшебный стрелок» (Der Freischütz)",
    "Описание": "Каватина из оперы Карла Марии фон Вебера «Волшебный стрелок» (нем. Der Freischütz). Исполнена графиней Росси.",
    "Упоминания": [
      {
        "Номер строки": "10430",
        "Роль": "Исполнена графиней Росси под конец концерта"
      },
      {
        "Номер строки": "10442",
        "Роль": "Ария из «Волшебного стрелка» исполнена графиней Росси на другом концерте"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Ария «Schon nahte mir der Schlummer» из оперы «Волшебный стрелок»",
    "Описание": "Ария из оперы Карла Марии фон Вебера «Волшебный стрелок».",
    "Упоминания": [
      {
        "Номер строки": "10443",
        "Роль": "Исполнена графиней Росси, охарактеризована как «чудный талант»"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Увертюра из оперы «Вильгельм Телль»",
    "Описание": "Увертюра к опере Джоакино Россини «Вильгельм Телль».",
    "Упоминания": [
      {
        "Номер строки": "10433",
        "Роль": "Упомянута в программе концерта наряду с увертюрой из «Волшебного стрелка»"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Увертюра из оперы «Волшебный стрелок»",
    "Описание": "Увертюра к опере Карла Марии фон Вебера «Волшебный стрелок».",
    "Упоминания": [
      {
        "Номер строки": "10433",
        "Роль": "Упомянута в программе концерта"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Портрет Петра Великого",
    "Описание": "Живописный портрет императора Петра I. Упомянут в разговоре государя о своём воспитателе Ахвердове.",
    "Упоминания": [
      {
        "Номер строки": "10311",
        "Роль": "Государь указывает на портрет Петра Великого, говоря о пристрастии, поселенном в нём Ахвердовым"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Чертежи модели крепостной",
    "Описание": "Инженерные чертежи модели крепости, выполненные по просьбе автора в Инженерном департаменте и принадлежавшие Константину Николаевиду.",
    "Упоминания": [
      {
        "Номер строки": "10302",
        "Роль": "Показаны государю, который их хвалил"
      },
      {
        "Номер строки": "10303",
        "Роль": "Сделаны по просьбе автора в Инженерном департаменте"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Рисунок вида Адмиралтейства и Исаакиевской церкви",
    "Описание": "Рисунок, выполненный Константином Николаевичем, изображающий вид на Адмиралтейство и Исаакиевскую церковь из комнат наследницы.",
    "Упоминания": [
      {
        "Номер строки": "10439",
        "Роль": "Подан императрице среди других детских рисунков"
      },
      {
        "Номер строки": "10440",
        "Роль": "Описание содержания рисунка"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Картина-марина работы молодого Задейда",
    "Описание": "Картина на морскую тему, работа молодого художника Задейда (имя может быть не полностью расшифровано). Подарена Константину Николаевиду на именины.",
    "Упоминания": [
      {
        "Номер строки": "10872",
        "Роль": "Подарена Константину Николаевиду на именины от братьев и сестёр"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Профиль паровой машины парохода «Богатырь»",
    "Описание": "Технический чертёж или модель в разрезе, изображающая движение главнейших частей паровой машины парохода «Богатырь». Изготовлена на Колпинском заводе по заказу автора.",
    "Упоминания": [
      {
        "Номер строки": "10868",
        "Роль": "Сделана на Колпинском заводе по заказу автора"
      },
      {
        "Номер строки": "10869",
        "Роль": "Описание: профиль паровой машины, изображающий движение частей"
      },
      {
        "Номер строки": "10870",
        "Роль": "Подарок Константину Николаевиду от братьев и сестёр"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Труд Голикова о Петре Великом",
    "Описание": "Историческое сочинение, посвящённое Петру I, авторства Ивана Ивановича Голикова («Деяния Петра Великого»).",
    "Упоминания": [
      {
        "Номер строки": "10330",
        "Роль": "Упомянуто как сочинение, которое государь прочёл два или три раза полностью, несмотря на нелюбовь к чтению"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Отрывки балетов",
    "Описание": "Фрагменты балетных спектаклей, показанные в театре для узкого круга зрителей, включая великих князей.",
    "Упоминания": [
      {
        "Номер строки": "10446",
        "Роль": "Послали в театр смотреть отрывки балетов"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Танец Тальони",
    "Описание": "Балетное выступление знаменитой балерины Марии Тальони, которое автор считает истинно изящным зрелищем.",
    "Упоминания": [
      {
        "Номер строки": "10449",
        "Роль": "Упомянуто для контраста с просмотренными отрывками балетов"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Клавикордные фокусы Тальберга",
    "Описание": "Виртуозное музыкальное исполнение (возможно, импровизации или собственные сочинения) пианиста и композитора Сигизмунда Тальберга.",
    "Упоминания": [
      {
        "Номер строки": "11738",
        "Роль": "Тальберг выступал с клавикордными фокусами на вечернем собрании в Эмсе"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Гессемеровы рисунки египетских древностей",
    "Описание": "Рисунки египетских древностей, выполненные Гессемером (вероятно, немецким художником или археологом). Находятся в Штеделевском музее во Франкфурте.",
    "Упоминания": [
      {
        "Номер строки": "11923",
        "Роль": "Посещение Штеделевского музея специально для просмотра этих рисунков"
      }
    ]
  },
  {
    "Тип": "Произведение",
    "Имя": "Панорама Делькескампа",
    "Описание": "Панорамный вид или иллюстрированное издание, посвящённое берегам Рейна, работы художника или издателя Делькескампа. Использовалась во время путешествия по Рейну для ознакомления с достопримечательностями.",
    "Упоминания": [
      {
        "Номер строки": "11899",
        "Роль": "Константин Николаевич следил по панораме Делькескампа за примечательными пунктами во время плавания по Рейну"
      }
    ]
  }
]