[
  {
    "Тип": "Политическое событие",
    "Имя": "Свадьба великой княжны Марии Николаевны",
    "Описание": "Бракосочетание великой княжны Марии Николаевны с герцогом Лейхтенбергским (Максимилианом). Событие имело политическое значение, вызвало недовольство в Берлине и различные слухи в европейских кругах. Отмечалось русской колонией в Эмсе сельским праздником.",
    "Упоминания": [
      {
        "Номер строки": "4259",
        "Роль": "Повод для сельского праздника русской колонии в Эмсе"
      },
      {
        "Номер строки": "4271",
        "Роль": "Отсутствие тостов за свадьбу на обеде у принца Вильгельма, указывающее на политическую натянутость"
      },
      {
        "Номер строки": "4804",
        "Роль": "Публикация манифеста о свадьбе в газетах"
      },
      {
        "Номер строки": "5150",
        "Роль": "Обсуждение в парижском обществе как мезальянса ('on s'est encanaillé')"
      },
      {
        "Номер строки": "5222",
        "Роль": "Упоминание участия принца Эмиля Дармштадтского в 'варении каши' (организации брака)"
      },
      {
        "Номер строки": "5274",
        "Роль": "Проведение свадьбы в день годовщины взятия Бастилии, что создавало символические параллели"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Продвижение Ибрагим-паши к Константинополю (Египетско-османский кризис)",
    "Описание": "Военная кампания Ибрагим-паши, сына египетского правителя Мухаммеда Али, против Османской империи в ходе Второй египетско-османской войны (1839-1841). Создавало угрозу столице Османской империи и вызывало озабоченность европейских держав.",
    "Упоминания": [
      {
        "Номер строки": "5213",
        "Роль": "Получение известия о приближении Ибрагим-паши к Константинополю"
      },
      {
        "Номер строки": "5214",
        "Роль": "Оценка ситуации как приближающегося кризиса"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Война Шестой коалиции (1814) и пребывание русских войск в Кобленце",
    "Описание": "Боевые действия против Наполеона, в ходе которых русские войска заняли Кобленц. Оставило память в виде надписи на фонтане, одобренной русским генералом.",
    "Упоминания": [
      {
        "Номер строки": "5879",
        "Роль": "Надпись на фонтане, отмечающая год как 'mémorable par la guerre contre les Russes'"
      },
      {
        "Номер строки": "5882",
        "Роль": "Упоминание одобряющей надписи русского генерала от 1 января 1814 года"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Политическое недовольство браком великой княжны в Берлине",
    "Описание": "Неодобрение со стороны прусского двора (Берлина) брака великой княжны Марии Николаевны с герцогом Лейхтенбергским, связанное с политическими соображениями и, возможно, слухами о происхождении невесты.",
    "Упоминания": [
      {
        "Номер строки": "4274",
        "Роль": "Указание на недовольство в Берлине браком"
      },
      {
        "Номер строки": "5144",
        "Роль": "Связь недовольства в Берлине со слухами о происхождении невесты от француза"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Слухи о происхождении великой княжны",
    "Описание": "Распространенные в Германии слухи о том, что мать великой княжны (вероятно, императрица Александра Федоровна) не является дочерью своего официального отца (короля Пруссии), а рождена от француза. Эти слухи использовались для дискредитации брака.",
    "Упоминания": [
      {
        "Номер строки": "5146",
        "Роль": "Утверждение, что мать невесты — 'не дочь своего отца, а какого-то француза'"
      },
      {
        "Номер строки": "5147",
        "Роль": "Упоминание о попытках великой княгини Елены Павловны и наследного герцога Нассауского объяснить ситуацию в России"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Скандал с кузеном императрицы Бразилии и великой княгини",
    "Описание": "Арест в Париже родственника (кузена) императрицы Бразилии и великой княгини Марии Николаевны за долг в 30 франков. Событие, компрометирующее правящие династии в глазах общественности.",
    "Упоминания": [
      {
        "Номер строки": "5153",
        "Роль": "Сообщение парижской газеты об аресте кузена"
      },
      {
        "Номер строки": "5155",
        "Роль": "Оценка события как 'не вкусно' (компрометирующего)"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Взятие Бастилии (Начало Французской революции)",
    "Описание": "Историческое событие 14 июля 1789 года, положившее начало Великой французской революции. Упоминается в связи с совпадением даты свадьбы великой княжны с годовщиной этого события, что создавало символически неприятные параллели.",
    "Упоминания": [
      {
        "Номер строки": "5273",
        "Роль": "Упоминание годовщины начала революции (4 июля — ошибочная дата вместо 14 июля)"
      },
      {
        "Номер строки": "5275",
        "Роль": "Связь события с тем, что супруг великой княжны является 'отдаленным последствием' той же революции"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Бурлеанское наследство (Война за Пфальцское наследство)",
    "Описание": "Война 1688-1697 годов (Девятилетняя война) за наследство Пфальца. Упоминается как одна из причин разрушения Гейдельбергского замка.",
    "Упоминания": [
      {
        "Номер строки": "5012",
        "Роль": "Указание на разрушение части замка во время войны за Бурлеанское (Пфальцское) наследство"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Тридцатилетняя война",
    "Описание": "Крупный европейский конфликт 1618-1648 годов. Упоминается как причина разрушений в Майнце и Гейдельбергском замке.",
    "Упоминания": [
      {
        "Номер строки": "4889",
        "Роль": "Следы войн 30-летней в Майнце"
      },
      {
        "Номер строки": "5012",
        "Роль": "Разрушение части Гейдельбергского замка во время Тридцатилетней войны"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Революционные войны (Войны Первой французской республики)",
    "Описание": "Войны конца XVIII века, последовавшие за Французской революцией. Упоминаются как причина разрушений в Майнце.",
    "Упоминания": [
      {
        "Номер строки": "4889",
        "Роль": "Следы революционных войн в Майнце"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Изгнание иезуитов",
    "Описание": "Политико-религиозное событие — изгнание ордена иезуитов из Мангейма в 1768 году (через 17 лет после достройки их церкви).",
    "Упоминания": [
      {
        "Номер строки": "4974",
        "Роль": "Упоминание года достройки иезуитской церкви (1751) и изгнания строителей (1768)"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Разгром англичан (Gugler) швейцарцами в 1375 году",
    "Описание": "Историческое сражение при Фрауенбурге, в котором швейцарцы разбили отряды английских наемников (называемых Gugler). Упоминается в связи с памятником на дороге между Золотурном и Берном.",
    "Упоминания": [
      {
        "Номер строки": "5435",
        "Роль": "Надпись на памятнике, сообщающая о разгроме войска Англичан (Gugler) в 1375 году"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Битва при Муртене (Муртенское сражение)",
    "Описание": "Сражение 1476 года, в котором швейцарцы разбили войска Карла Смелого, герцога Бургундского. Упоминается в связи с липой, посаженной в память о событии во Фрайбурге.",
    "Упоминания": [
      {
        "Номер строки": "5747",
        "Роль": "Упоминание липы, посаженной в память Муртенского сражения"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Политические перемены и отзыв князя Ливена из Лондона",
    "Описание": "Изменение политической конъюнктуры, приведшее к отзыву мужа княгини Ливен из поста посла в Лондоне и его назначению в Петербург попечителем наследника, что оценивалось как потеря влиятельного положения.",
    "Упоминания": [
      {
        "Номер строки": "5084",
        "Роль": "Объяснение перемены в положении княгини Ливен 'маленькой переменой в политических отношениях' и волей царя"
      },
      {
        "Номер строки": "5085",
        "Роль": "Назначение мужа попечителем Наследника в Петербурге"
      }
    ]
  },
  {
    "Тип": "Политическое событие",
    "Имя": "Римское строительство оборонительного вала (Pfahlgraben)",
    "Описание": "Создание римлянами (при Друзе) оборонительного вала от Нойвида до Веттерау для защиты от германцев. Упоминается как политико-военное мероприятие античности.",
    "Упоминания": [
      {
        "Номер строки": "4461",
        "Роль": "Описание рва как сооружения, устроенного римлянами (Друзом) для защиты от набегов германцев"
      }
    ]
  }
]